Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/himolde.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: It is possible to log in to Studentweb using the log-in solution FEIDE.
nb: Det er mulig å logge inn i Flyt med FEIDE.

source: Your web browser should now open FEIDE and request a login.
nb: Hvis du ikke allerede er pålogget Feide får du opp innlogging for det.

source: The key to collaboration in Office 365 is OneDrive.
nb: Nøkkelen til samhandling i Office 365 er OneDrive.

source: In the first instance, the measures apply for 4 weeks, with a new assessment after 2 weeks.
nb: I første rekke gjelder tiltakene i 4 uker, med en ny vurdering etter 2 uker.

source: View all works in Cristin
nb: Se alle arbeider i Cristin

source: Some additional information about the MSc program can be found on https://www.himolde-maslog.com/
nb: Du kan finne flere tilleggsopplysninger om våre masterprogram her https://www.himolde-maslog.com/

source: You have now shared your document.
nb: Du har nå delt dokumentet ditt.

source: Press the button "Velg fil" and choose the file you want to print
nb: Trykk på knappen "Velg fil" og velg den fila du ønsker å skrive ut

source: If the 2-meter cannot be held, a face mask should be used.
nb: Dersom 2-meteren ikke kan holdes skal munnbind brukes.

source: If you do not have the Zoom client installed:
nb: Hvis ikke klienten er installert:

source: Throughout the course, students will learn foundations and techniques of logistics and SCM within the field of Sport Management.
nb: Gennnom kurset vil studenten lære om grunnlaget for logistikk og SCM og relaterte tekninkker med relevans for Sport Management.

source: Storing data in OneDrive entails transport and storage of data outside Norway.
nb: Lagring av data i OneDrive medfører transport og oppbevaring av data utenfor Norge.

source: The recommendation is based on WHO's general recommendations for limiting infection in the population, where mouth-to-mouth on exercise dolls will conflict with several of the recommendations.
nb: Anbefalingen er basert på WHO sine generelle anbefalinger for å begrense smitte i befolkningen, hvor munn-til-munn på øvingsdukker vil stride mot flere av anbefalingene.

source: This privacy policy describes how Molde University College manages your personal data in EpN.
nb: Denne personvernerklæringen beskriver hvordan Høgskolen i Molde håndterer dine personopplysninger i EpN.

source: Find books, articles, journals etc.
nb: Finn bøker, artikler, tidsskrifter m.m.

source: We will den consider whether the conditions for erasure, as established by law, have been met.
nb: Vi vil da vurdere om vilkårene for å kreve sletting i loven er oppfylt.

source: Click the Get button to install the app.
nb: Trykk på knappen Get/Hent for å installere applikasjonen.

source: If we dismiss your complaint, you may file your complaint with the Norwegian Data Protection Authority (DPA).
nb: Dersom vi ikke tar klagen din til følge, har du mulighet til å fremme klagen for Datatilsynet.

source: We also store information about your actions in EpN.
nb: Vi lagrer også informasjon om hvilke handlinger du utfører i EpN.

source: New corona restrictions at Molde University College - from 25 March
nb: Nye koronatiltak ved HiMolde – fra og med 25. mars

source: Note that they will only be available to HiMolde users and not to anyone outside HiMolde.
nb: Merk at de kun blir tilgjengelig for HiMolde-brukere og ikke noen utenfor HiMolde.

source: The coronavirus - advice for employees and students at HiMolde
nb: Koronaviruset - råd til ansatte og studenter ved HiMolde

source: Although users get write access when they access a document through sharing, they do not have full access.
nb: Selv om brukere får skrivetilgang når de får tilgang til et dokument gjennom deling, har de ikke full tilgang.

source: (Busy rooms are not shown).
nb: (Opptatte rom blir ikke vist).

source: The information will be deleted after 3 months.
nb: Opplysningene blir slettet etter 3 måneder.

source: - [Norwegian] References to Norwegian journal articles.
nb: - Referanser til norske tidsskriftartikler.

source: Section 9-2 Midway evaluation
nb: § 9-2 Midtveisevaluering

source: You will now see the recording window:
nb: Du får nå opp opptaksvinduet:

source: It is possible to log in to Studentweb using the log-in services MinID, BankID, Buypass and Commfides through ID-porten.
nb: Det er mulig å logge inn i Flyt med innloggingsløsningene MinID, BankID, Buypass og Commfides via ID-porten.

source: the different logistic- and SCM activities at different levels, including intra-firm, dyadic, chain and network
nb: de ulike logistikk og SCM aktivitetene på ulike nivåer, inkludert interne, dyadiske, kjeder og nettverk

source: Optionally, SIP software in PC, Mac, or mobile can also be used.
nb: Eventuelt kan også SIP-programvare i PC, Mac, eller mobil benyttes.

source: It has previously been decided that all exams in the spring of 2021 will be home exams.
nb: Det er tidligere vedtatt at alle eksamener våren 2021 skal være hjemmeeksamener.

source: Request books for loan, from April 27
nb: Biblioteket åpner for utlån av bøker fra HiMolde sine samlinger, fra 27.

source: the women a certain feeling of control.
nb: derivasjonsreglene og anvendelser av den deriverte

source: Basic knowledge of spreadsheets (Excel) is an advantage.
nb: Kjennskap til regneark (Excel) er en fordel.

source: Planned events will be cancelled in the next 4 weeks
nb: Planlagte arrangement avlyses de neste 4. ukene

source: There will be a mix of mandatory subjects and electives.
nb: Masteroppgaven skrives i femte og sjette semester.

source: For admission to the PhD Logistics program, the applicant is required to hold a 5 year Master’s degree or equivalent, in accordance with descriptions in the second cycle of the Qualifications Framework.
nb: For opptak til ph.d.-programmet i logistikk kreves det er 5-års mastergrad eller tilsvarende, i overensstemmelse med beskrivelse i kvalifikasjonsrammeverkets andre syklus.

source: Repetition – a strategy for maintaining healthy living habits for people with type 2 diabetes
nb: Repetisjon - en strategi for å opprettholde gode levevaner for personer med diabetes type 2

source: Department HS has regular lectures in May / December and may use group rooms as part of their teaching arrangements.
nb: Avdeling HS har vanlige forelesninger i mai/desember og har behov for grupperom enkelte dager.

source: Participants enrolled as a Ph.D. student at HiM, HVO, or a relevant Ph.D. program have priority.
nb: Deltakere som hører til Ph.D programmet ved HIM, HVO eller annet relevant Ph.D program blir prioritert

source: If someone has reserved the room and does not show: Others may take over after 15 minutes.
nb: Hvis noen har bestilt rommet og ikke møter opp; Andre kan ta over etter 15 minutter.

source: Providers of electronic IDs (BankID, Buypass and Commfides) are data controllers for any and all personal data required for the administration of their log-in solutions.
nb: Leverandørene av de elektroniske ID-ene (BankID, Buypass og Commfides) er behandlingsansvarlige for personopplysninger som er nødvendig for å administrere sine innloggingsløsninger.

source: In this course, the diversity of caring ideologies and theories will be the focus at both the professional level and that of the society.
nb: I dette kurset vil en fokusere på ulike omsorgsideologier og teorier både på profesjonelt nivå og samfunnsnivå.

source: - Sanctions imposed as a result of student conduct In cases where a sanction issued against you by Molde University College is registered, the administrative decision to order the sanction will normally be forwarded to the Register for Banned Students (RUST).
nb: -Ved vedtak om sanksjoner ifm atferd I tilfeller hvor det er registrert at Høgskolen i Molde har fattet vedtak om sanksjoner for deg, vil dette vedtaket i flere tilfeller bli sendt til RUST (Register for utestengte studenter).

source: Senior Adviser/ International Coordinator MSc/ PhD students/scholars
nb: Seniorrådgiver/ Internasjonal koordinator MSc/ PhD studenter/ stipendiater

source: Please see the privacy policy for FS for more detailed information about who the recipients of personal data from FS are.
nb: Se personvernerklæringen for FS for mer detaljer om hvilke virksomheter som mottar personopplysninger fra FS.

source: This is a limited offer for HiMolde's students.
nb: Dette er et begrenset tilbud for HiMolde sine studenter.

source: Install Office 365 - PC
nb: Installere Office 365 på PC

source: National and multinational ERP solutions based on Infor M3 and SAP R3.
nb: Nasjonale og multinasjonale ERP løsninger med basis i Infor M3 og SAP R3.

source: If the institution so wishes, you can use Bolk for the clearance, on specified terms.
nb: Hvis institusjonen ønsker det, kan man benytte Bolk for klareringen, på nærmere angitte vilkår.

source: NOKUT may search for and access personal data about you in GAUS.
nb: NOKUT har tilgang til å søke opp og se personopplysninger om deg i GAUS.

source: Make sure your assignment is one single PDF document.
nb: Sjekk at besvarelsen du skal laste opp er en enkelt fil i PDF format.

source: In other circumstances you may also demand a more permanent limitation on the processing of your personal data.
nb: I andre tilfeller kan du også kreve en mer permanent begrensning av dine personopplysninger.

source: Box 2110, NO-6402 Molde, or by email to
nb: Postboks 2110, 6402 Molde, eller på e-post til post@himolde.no.

source: The agreement does not include audio and live images, computer programs and games, or original copies of visual arts and photography and the like.
nb: Avtalen omfatter ikke lyd og levende bilder, datamaskinprogrammer og -spill, eller originaleksemplar av billedkunst og fotografi o.l.

source: At least 5 ECTS of courses with an explicit content related to logistics, supply chain management or transport economics.
nb: Minst 5 stp skal være kurs eksplisitt relatert til logistikk, supply chain management eller transportøkonomi

source: Research on professional caring will be illuminated and criticized.
nb: Forskning på profesjonell omsorg vil bli både belyst og kritisert.

source: Within production, major production planning and the management principles from MRP I (Material Requirements Planning) will be treated.
nb: Innenfor produksjon vil produksjonshovedplanlegging samt styringprinsippene i MRP I (nettobehovsberegning) bli behandlet.

source: One member of the group must create a group in Inspera and choose a number for the group.
nb: Et gruppemedlem må lage en gruppe i Inspera og velge et nummer for gruppen.

source: This example will use Google Chrome as the web browser.
nb: Dette eksempelet benytter Google Chrome som nettleser.

source: A local community in Norway (“Libygda”) defined by media, some years ago, as the most overweight local community in the country, constitutes the basis for this thesis.
nb: Et lokalsamfunn i Sør-Norge (”Libygda”), definert av medier rundt tusenårsskiftet som den mest overvektige kommunen i Norge, danner utgangspunktet for denne studien.
